Repository: aymane6/dawnbreak
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, ru, zh_hans

# onboarding.permission.body
source: iOS only lets an app ring through silent mode and Focus if you allow alarms. Without it, Dawnbreak is a clock that cannot wake you.
ar: لا يسمح iOS للتطبيق بالرن رغم الصامت وأنماط التركيز إلا إذا سمحت بالمنبهات. بدون ذلك، Dawnbreak مجرد ساعة لا تستطيع إيقاظك.
de: iOS erlaubt Klingeln trotz Stummschaltung und Fokus nur mit Alarm-Berechtigung. Ohne sie ist Dawnbreak eine Uhr, die dich nicht wecken kann.
es: iOS solo deja que una app suene en silencio y en modos de concentración si permites las alarmas. Sin eso, Dawnbreak es un reloj que no puede despertarte.
fr: iOS n’autorise une app à sonner en mode silencieux et en concentration que si vous autorisez les alarmes. Sans cela, Dawnbreak est une horloge incapable de vous réveiller.
hi: iOS किसी ऐप को साइलेंट और फ़ोकस में बजने की अनुमति तभी देता है जब आप अलार्म की अनुमति दें। इसके बिना Dawnbreak एक घड़ी है जो आपको जगा नहीं सकती।
it: iOS consente a un’app di suonare in silenzioso e in Full Immersion solo se autorizzi le sveglie. Senza, Dawnbreak è un orologio che non può svegliarti.
ja: iOS では、アラームを許可しないとサイレントモードや集中モードを越えて鳴らせません。許可がなければ Dawnbreak は起こせない時計です。
ko: iOS는 알람을 허용해야만 앱이 무음 모드와 집중 모드를 뚫고 울릴 수 있습니다. 허용하지 않으면 Dawnbreak는 깨울 수 없는 시계입니다.
pt_br: O iOS só deixa um app tocar no silencioso e no Foco se você permitir alarmes. Sem isso, o Dawnbreak é um relógio que não consegue te acordar.
ru: iOS позволяет приложению звонить в беззвучном режиме и при фокусировании только с разрешением на будильники. Без него Dawnbreak — часы, которые вас не разбудят.
zh_hans: 只有在你允许闹钟后，iOS 才让应用穿透静音与专注模式响铃。否则 Dawnbreak 只是一个叫不醒你的时钟。

# onboarding.permission.denied
source: Denied. You can still look around, but no alarm will ring until you allow this in Settings.
ar: تم الرفض. يمكنك التصفّح، لكن لن يرن أي منبه حتى تسمح بذلك من الإعدادات.
de: Verweigert. Du kannst dich umsehen, aber kein Alarm klingelt, bis du das in den Einstellungen erlaubst.
es: Denegado. Puedes seguir mirando, pero ninguna alarma sonará hasta que lo permitas en Ajustes.
fr: Refusé. Vous pouvez explorer, mais aucune alarme ne sonnera tant que vous ne l’autorisez pas dans Réglages.
hi: मना कर दिया गया। आप देख सकते हैं, लेकिन जब तक सेटिंग में अनुमति नहीं देते, कोई अलार्म नहीं बजेगा।
it: Negato. Puoi dare un’occhiata, ma nessuna sveglia suonerà finché non lo consenti in Impostazioni.
ja: 拒否されました。中を見ることはできますが、設定で許可するまでアラームは鳴りません。
ko: 거부되었습니다. 둘러볼 수는 있지만, 설정에서 허용하기 전까지 알람은 울리지 않습니다.
pt_br: Negado. Você pode olhar à vontade, mas nenhum alarme vai tocar até você permitir em Ajustes.
ru: Отказано. Осмотреться можно, но ни один будильник не прозвонит, пока вы не разрешите это в настройках.
zh_hans: 已拒绝。你可以随便看看，但在“设置”中允许之前，任何闹钟都不会响。

# onboarding.permission.granted
source: Allowed. Dawnbreak can wake you.
ar: تم السماح. يستطيع Dawnbreak إيقاظك.
de: Erteilt. Dawnbreak kann dich wecken.
es: Concedido. Dawnbreak puede despertarte.
fr: Autorisé. Dawnbreak peut vous réveiller.
hi: अनुमति मिल गई। Dawnbreak आपको जगा सकता है।
it: Concesso. Dawnbreak può svegliarti.
ja: 許可されました。Dawnbreak はあなたを起こせます。
ko: 허용되었습니다. Dawnbreak가 당신을 깨울 수 있습니다.
pt_br: Permitido. O Dawnbreak pode te acordar.
ru: Разрешено. Dawnbreak сможет вас разбудить.
zh_hans: 已允许。Dawnbreak 可以叫醒你了。

# onboarding.permission.privacy
source: No account, no analytics, nothing leaves your iPhone.
ar: لا حساب، لا تحليلات، ولا شيء يخرج من الـ iPhone.
de: Kein Konto, keine Analytics, nichts verlässt dein iPhone.
es: Sin cuenta, sin analíticas, nada sale de tu iPhone.
fr: Aucun compte, aucune analytique, rien ne quitte votre iPhone.
hi: कोई अकाउंट नहीं, कोई एनालिटिक्स नहीं, कुछ भी आपके iPhone से बाहर नहीं जाता।
it: Nessun account, nessuna analitica, niente lascia il tuo iPhone.
ja: アカウントなし、解析なし、iPhone の外へは何も出ません。
ko: 계정 없음, 분석 없음, 어떤 것도 iPhone을 떠나지 않습니다.
pt_br: Sem conta, sem analytics, nada sai do seu iPhone.
ru: Без аккаунта, без аналитики, ничего не покидает ваш iPhone.
zh_hans: 无需账号，没有分析追踪，任何数据都不会离开你的 iPhone。

# onboarding.permission.title
source: One permission, and it is the important one
ar: إذن واحد، وهو الأهم
de: Eine Berechtigung — und zwar die entscheidende
es: Un permiso, y es el importante
fr: Une autorisation, et c’est la plus importante
hi: एक अनुमति, और वही सबसे ज़रूरी है
it: Un permesso, ed è quello che conta
ja: 許可は 1 つ。そして最も重要なものです
ko: 권한은 하나, 그리고 가장 중요한 것
pt_br: Uma permissão, e é a importante
ru: Одно разрешение, и оно главное
zh_hans: 只需一个权限，而且是最关键的那个

# onboarding.promise.body
source: Dawnbreak rings, and then it asks you to prove you are awake.
ar: يرن Dawnbreak، ثم يطلب منك إثبات أنك مستيقظ.
de: Dawnbreak klingelt — und verlangt dann den Beweis, dass du wach bist.
es: Dawnbreak suena y después te pide que demuestres que estás despierto.
fr: Dawnbreak sonne, puis vous demande de prouver que vous êtes réveillé.
hi: Dawnbreak बजता है, और फिर साबित करने को कहता है कि आप जाग गए हैं।
it: Dawnbreak suona, poi ti chiede di dimostrare che sei sveglio.
ja: Dawnbreak は鳴り、そして起きた証拠を求めます。
ko: Dawnbreak는 울린 다음, 당신이 깨어 있다는 증거를 요구합니다.
pt_br: O Dawnbreak toca e depois pede que você prove que está acordado.
ru: Dawnbreak звонит, а потом требует доказать, что вы проснулись.
zh_hans: Dawnbreak 会响，然后要求你证明自己真的醒了。

# onboarding.promise.focus
source: Rings through every Focus
ar: يرن رغم كل أنماط التركيز
de: Klingelt in jedem Fokus
es: Suena con cualquier modo de concentración
fr: Sonne dans tous les modes de concentration
hi: हर फ़ोकस मोड में बजता है
it: Suona con qualsiasi Full Immersion
ja: すべての集中モードでも鳴る
ko: 모든 집중 모드에서도 울립니다
pt_br: Toca em qualquer modo de Foco
ru: Звонит при любом фокусировании
zh_hans: 任何专注模式下都会响

# onboarding.promise.locked
source: Works with the screen locked
ar: يعمل والشاشة مقفلة
de: Funktioniert bei gesperrtem Display
es: Funciona con la pantalla bloqueada
fr: Fonctionne écran verrouillé
hi: स्क्रीन लॉक होने पर भी काम करता है
it: Funziona a schermo bloccato
ja: 画面がロックされていても動作
ko: 화면이 잠겨 있어도 작동합니다
pt_br: Funciona com a tela bloqueada
ru: Работает при заблокированном экране
zh_hans: 锁屏状态下同样有效

# onboarding.promise.silent
source: Rings through silent mode
ar: يرن رغم الصامت
de: Klingelt trotz Stummschaltung
es: Suena en modo silencio
fr: Sonne même en mode silencieux
hi: साइलेंट मोड में भी बजता है
it: Suona anche in silenzioso
ja: サイレントモードでも鳴る
ko: 무음 모드에서도 울립니다
pt_br: Toca no modo silencioso
ru: Звонит даже в беззвучном режиме
zh_hans: 静音模式下也会响

# onboarding.promise.title
source: An alarm you cannot argue with
ar: منبه لا يمكنك مجادلته
de: Ein Alarm, mit dem du nicht verhandelst
es: Una alarma con la que no puedes discutir
fr: Une alarme avec laquelle on ne négocie pas
hi: एक अलार्म जिससे बहस नहीं की जा सकती
it: Una sveglia con cui non puoi discutere
ja: 言い訳の通じないアラーム
ko: 타협할 수 없는 알람
pt_br: Um alarme com o qual você não discute
ru: Будильник, с которым не поспоришь
zh_hans: 一个无法跟你讲条件的闹钟

# onboarding.skip
source: Skip
ar: تخطَّ
de: Überspringen
es: Omitir
fr: Passer
hi: छोड़ें
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
zh_hans: 跳过

# onboarding.start
source: Set my first alarm
ar: اضبط أول منبه
de: Ersten Alarm stellen
es: Crear mi primera alarma
fr: Créer ma première alarme
hi: मेरा पहला अलार्म सेट करें
it: Crea la mia prima sveglia
ja: 最初のアラームを設定
ko: 첫 알람 만들기
pt_br: Criar meu primeiro alarme
ru: Создать первый будильник
zh_hans: 设置我的第一个闹钟

# outcome.bailedOut
source: Bailed out
ar: انسحبت
de: Abgebrochen
es: Abandonaste
fr: Abandonné
hi: छोड़ दिया
it: Abbandonato
ja: 途中でやめた
ko: 포기함
pt_br: Desistiu
ru: Сдался
zh_hans: 中途放弃

# outcome.completed
source: Got up
ar: استيقظت
de: Aufgestanden
es: Te levantaste
fr: Levé
hi: उठ गए
it: Alzato
ja: 起きた
ko: 일어남
pt_br: Levantou
ru: Встал
zh_hans: 起床成功

# outcome.completedAfterSnoozes
source: Got up late
ar: استيقظت متأخراً
de: Spät aufgestanden
es: Te levantaste tarde
fr: Levé en retard
hi: देर से उठे
it: Alzato in ritardo
ja: 遅れて起きた
ko: 늦게 일어남
pt_br: Levantou tarde
ru: Встал позже
zh_hans: 起床偏晚

# outcome.interrupted
source: Interrupted
ar: انقطع
de: Unterbrochen
es: Interrumpida
fr: Interrompu
hi: बाधित
it: Interrotto
ja: 中断
ko: 중단됨
pt_br: Interrompido
ru: Прервано
zh_hans: 被打断

# paywall.cta
source: Get Pro
ar: احصل على Pro
de: Pro holen
es: Consigue Pro
fr: Passer à Pro
hi: Pro लें
it: Passa a Pro
ja: Pro を入手
ko: Pro 구매
pt_br: Obter o Pro
ru: Оформить Pro
zh_hans: 获取 Pro

# paywall.cta.note
source: Cancel any time in the App Store. A lifetime purchase is not a subscription and never renews.
ar: يمكنك الإلغاء في أي وقت من App Store. الشراء الدائم ليس اشتراكاً ولا يُجدَّد.
de: Jederzeit im App Store kündbar. Ein Einmalkauf ist kein Abo und verlängert sich nie.
es: Cancela cuando quieras en la App Store. La compra para siempre no es una suscripción y nunca se renueva.
fr: Annulable à tout moment dans l’App Store. L’achat à vie n’est pas un abonnement et ne se renouvelle jamais.
hi: App Store में कभी भी रद्द करें। लाइफ़टाइम खरीद सब्सक्रिप्शन नहीं है और कभी रिन्यू नहीं होती।
it: Puoi annullare quando vuoi nell’App Store. L’acquisto a vita non è un abbonamento e non si rinnova.
ja: App Store でいつでも解約できます。買い切りはサブスクリプションではなく、更新されません。
ko: App Store에서 언제든 해지할 수 있습니다. 평생 구매는 구독이 아니며 갱신되지 않습니다.
pt_br: Cancele quando quiser na App Store. A compra vitalícia não é assinatura e nunca renova.
ru: Отменить можно в любой момент в App Store. Пожизненная покупка не подписка и не продлевается.
zh_hans: 可随时在 App Store 取消。终身购买不是订阅，永不自动续费。

# paywall.cta.trial
source: Start %lld-day free trial
ar: ابدأ تجربة %lld يوم مجاناً
de: %lld Tage gratis testen
es: Probar %lld días gratis
fr: Essayer %lld jours gratuitement
hi: %lld दिन मुफ़्त आज़माएँ
it: Prova %lld giorni gratis
ja: %lld 日間無料で試す
ko: %lld일 무료로 시작
pt_br: Testar %lld dias grátis
ru: Попробовать %lld дня бесплатно
zh_hans: 免费试用 %lld 天

# paywall.error.nothingToRestore
source: No earlier purchase found on this Apple Account.
ar: لم يُعثر على شراء سابق على حساب Apple هذا.
de: Kein früherer Kauf mit diesem Apple-Account gefunden.
es: No se encontró ninguna compra anterior en esta cuenta de Apple.
fr: Aucun achat antérieur trouvé sur ce compte Apple.
hi: इस Apple खाते पर कोई पुरानी खरीद नहीं मिली।
it: Nessun acquisto precedente trovato su questo account Apple.
ja: この Apple アカウントに過去の購入は見つかりませんでした。
ko: 이 Apple 계정에서 이전 구매를 찾을 수 없습니다.
pt_br: Nenhuma compra anterior encontrada nesta conta Apple.
ru: На этом аккаунте Apple прежних покупок не найдено.
zh_hans: 在此 Apple 账户下未找到此前的购买记录。

# paywall.error.pending
source: Waiting for approval. Pro unlocks as soon as it comes through.
ar: في انتظار الموافقة. سيُفتح Pro بمجرد وصولها.
de: Warten auf Freigabe. Pro schaltet sich frei, sobald sie da ist.
es: Esperando aprobación. Pro se activará en cuanto llegue.
fr: En attente d’approbation. Pro s’activera dès qu’elle arrive.
hi: मंज़ूरी का इंतज़ार है। मिलते ही Pro चालू हो जाएगा।
it: In attesa di approvazione. Pro si attiverà appena arriva.
ja: 承認を待っています。承認されるとすぐに Pro が有効になります。
ko: 승인을 기다리고 있습니다. 승인되면 바로 Pro가 열립니다.
pt_br: Aguardando aprovação. O Pro libera assim que chegar.
ru: Ожидаем подтверждения. Pro откроется, как только оно придёт.
zh_hans: 正在等待批准。批准后 Pro 会立即解锁。

# paywall.error.title
source: Purchase problem
ar: مشكلة في الشراء
de: Problem beim Kauf
es: Problema con la compra
fr: Problème d’achat
hi: खरीद में समस्या
it: Problema con l’acquisto
ja: 購入に関する問題
ko: 구매 문제
pt_br: Problema na compra
ru: Проблема с покупкой
zh_hans: 购买出现问题

# paywall.error.unavailable
source: This purchase is not available right now.
ar: هذا الشراء غير متاح حالياً.
de: Dieser Kauf ist gerade nicht verfügbar.
es: Esta compra no está disponible ahora mismo.
fr: Cet achat n’est pas disponible pour le moment.
hi: यह खरीद अभी उपलब्ध नहीं है।
it: Questo acquisto non è disponibile in questo momento.
ja: この購入は現在利用できません。
ko: 지금은 이 구매를 이용할 수 없습니다.
pt_br: Esta compra não está disponível agora.
ru: Эта покупка сейчас недоступна.
zh_hans: 此项目当前无法购买。

# paywall.error.unverified
source: Apple could not verify the purchase. Nothing was charged.
ar: لم تتمكن Apple من التحقق من الشراء. لم يتم خصم أي مبلغ.
de: Apple konnte den Kauf nicht verifizieren. Es wurde nichts abgebucht.
es: Apple no pudo verificar la compra. No se ha cobrado nada.
fr: Apple n’a pas pu vérifier l’achat. Rien n’a été débité.
hi: Apple खरीद की पुष्टि नहीं कर सका। कोई शुल्क नहीं लिया गया।
it: Apple non ha potuto verificare l’acquisto. Non è stato addebitato nulla.
ja: Apple が購入を確認できませんでした。請求は発生していません。
ko: Apple이 구매를 확인할 수 없었습니다. 결제된 금액은 없습니다.
pt_br: A Apple não conseguiu verificar a compra. Nada foi cobrado.
ru: Apple не смогла подтвердить покупку. Списаний не было.
zh_hans: Apple 无法验证此次购买，未产生任何费用。

# paywall.feature.alarms
source: Twenty-five alarms
ar: خمسة وعشرون منبهاً
de: 25 Alarme
es: Veinticinco alarmas
fr: Vingt-cinq alarmes
hi: पच्चीस अलार्म
it: Venticinque sveglie
ja: アラーム 25 個
ko: 알람 25개
pt_br: Vinte e cinco alarmes
ru: Двадцать пять будильников
zh_hans: 二十五个闹钟

# paywall.feature.alarms.body
source: Weekdays, the gym, the flight, the exam. Free gives you one.
ar: أيام العمل، النادي، الرحلة، الامتحان. المجاني يمنحك منبهاً واحداً.
de: Wochentage, Sport, Flug, Prüfung. Gratis gibt es einen.
es: Días de semana, el gimnasio, el vuelo, el examen. Gratis te da una.
fr: La semaine, le sport, l’avion, l’examen. La version gratuite en donne une.
hi: कार्यदिवस, जिम, फ़्लाइट, परीक्षा। मुफ़्त में एक मिलता है।
it: Giorni feriali, palestra, volo, esame. La versione gratuita ne dà una.
ja: 平日、ジム、フライト、試験。無料版は 1 個です。
ko: 평일, 운동, 비행기, 시험. 무료는 하나입니다.
pt_br: Dias de semana, academia, voo, prova. O grátis dá um.
ru: Будни, спортзал, самолёт, экзамен. В бесплатной версии — один.
zh_hans: 工作日、健身、航班、考试。免费版只有一个。

# paywall.feature.difficulty
source: Hard and brutal
ar: صعب ووحشي
de: Schwer und brutal
es: Difícil y brutal
fr: Difficile et brutal
hi: कठिन और क्रूर
it: Difficile e brutale
ja: 難しい・容赦なし
ko: 어려움과 잔혹
pt_br: Difícil e brutal
ru: Сложно и жестоко
zh_hans: 困难与残酷

# paywall.feature.difficulty.body
source: Bigger sums, longer patterns, more repetitions, up to ten rounds. Set it past what you can fake half asleep.
ar: عمليات أكبر، أنماط أطول، تكرارات أكثر، حتى عشر جولات. اضبطها فوق ما يمكنك تمثيله نصف نائم.
de: Größere Rechnungen, längere Muster, mehr Wiederholungen, bis zu zehn Runden. Stelle es höher, als du halb schlafend vortäuschen kannst.
es: Cuentas más grandes, patrones más largos, más repeticiones, hasta diez rondas. Ponlo más allá de lo que puedes fingir medio dormido.
fr: Calculs plus gros, séquences plus longues, plus de répétitions, jusqu’à dix manches. Réglez au-delà de ce que vous pouvez simuler à moitié endormi.
hi: बड़े सवाल, लंबे पैटर्न, ज़्यादा दोहराव, दस राउंड तक। उतना रखें जितना आप आधी नींद में नकल न कर सकें।
it: Calcoli più grandi, sequenze più lunghe, più ripetizioni, fino a dieci turni. Imposta oltre ciò che puoi simulare mezzo addormentato.
ja: より大きな計算、より長いパターン、より多い回数、最大 10 ラウンド。半分寝たままでは誤魔化せない設定に。
ko: 더 큰 계산, 더 긴 패턴, 더 많은 반복, 최대 10라운드. 반쯤 잠든 상태로는 흉내 낼 수 없는 수준으로 올리세요.
pt_br: Contas maiores, padrões mais longos, mais repetições, até dez rodadas. Coloque além do que você consegue fingir meio dormindo.
ru: Примеры сложнее, последовательности длиннее, повторений больше, до десяти раундов. Поставьте выше того, что можно изобразить в полусне.
zh_hans: 更大的算式、更长的序列、更多的次数，最多十轮。设到半梦半醒时装不出来的程度。

# paywall.feature.missions
source: All twelve missions
ar: كل المهام الاثنتَي عشرة
de: Alle zwölf Missionen
es: Las doce misiones
fr: Les douze missions
hi: सभी बारह मिशन
it: Tutte le dodici missioni
ja: 12 のミッションすべて
ko: 열두 가지 미션 전부
pt_br: Todas as doze missões
ru: Все двенадцать заданий
zh_hans: 全部十二种任务

# paywall.feature.missions.body
source: Walk to the kettle and photograph it, scan a barcode, do squats on camera, draw what you are told. Free keeps three.
ar: امشِ إلى الغلاية وصوّرها، امسح باركود، اسجد قرفصاء أمام الكاميرا، ارسم ما يُطلب منك. المجاني يمنحك ثلاث مهام.
de: Zum Wasserkocher gehen und ihn fotografieren, Barcode scannen, Kniebeugen vor der Kamera, auf Kommando zeichnen. Gratis bleiben drei.
es: Ve hasta la tetera y fotografíala, escanea un código, haz sentadillas ante la cámara, dibuja lo que te pidan. Gratis te deja tres.
fr: Aller jusqu’à la bouilloire et la photographier, scanner un code-barres, faire des squats face caméra, dessiner à la demande. La version gratuite en garde trois.
hi: केतली तक जाकर फ़ोटो लें, बारकोड स्कैन करें, कैमरे के सामने स्क्वैट करें, जो कहा जाए वह बनाएँ। मुफ़्त में तीन मिशन मिलते हैं।
it: Vai fino al bollitore e fotografalo, scansiona un codice, fai squat davanti alla fotocamera, disegna a comando. La versione gratuita ne tiene tre.
ja: ケトルまで歩いて撮影、バーコードを読み取り、カメラの前でスクワット、指示どおりに描く。無料版は 3 つまで。
ko: 주전자까지 걸어가 사진을 찍고, 바코드를 스캔하고, 카메라 앞에서 스쿼트하고, 지시대로 그리세요. 무료에서는 세 가지만.
pt_br: Vá até a chaleira e fotografe, escaneie um código, faça agachamentos na câmera, desenhe o que mandarem. O grátis fica com três.
ru: Дойти до чайника и сфотографировать его, отсканировать штрих-код, приседать перед камерой, нарисовать, что скажут. В бесплатной версии — три задания.
zh_hans: 走到水壶前拍下它、扫描条码、在镜头前深蹲、照要求画画。免费版保留三种。

# paywall.feature.stats
source: Ninety days of truth
ar: تسعون يوماً من الحقيقة
de: Neunzig Tage Wahrheit
es: Noventa días de verdad
fr: Quatre-vingt-dix jours de vérité
hi: नब्बे दिन की सच्चाई
it: Novanta giorni di verità
ja: 90 日ぶんの事実
ko: 90일간의 진실
pt_br: Noventa dias de verdade
ru: Девяносто дней правды
zh_hans: 九十天的真相

# paywall.feature.stats.body
source: Every wake time, every streak, and every morning you stopped the alarm without doing the mission.
ar: كل أوقات الاستيقاظ، كل السلاسل، وكل صباح أوقفت فيه المنبه دون إنجاز المهمة.
de: Jede Weckzeit, jede Serie und jeder Morgen, an dem du den Alarm ohne Mission gestoppt hast.
es: Cada hora de despertar, cada racha y cada mañana en la que paraste la alarma sin hacer la misión.
fr: Chaque heure de réveil, chaque série, et chaque matin où vous avez arrêté l’alarme sans faire la mission.
hi: हर जागने का समय, हर सिलसिला, और हर वह सुबह जब आपने मिशन किए बिना अलार्म रोक दिया।
it: Ogni ora di risveglio, ogni serie, e ogni mattina in cui hai fermato la sveglia senza fare la missione.
ja: 起床時刻のすべて、連続記録のすべて、そしてミッションをせずにアラームを止めた朝のすべて。
ko: 모든 기상 시각, 모든 연속 기록, 그리고 미션 없이 알람을 끈 모든 아침.
pt_br: Cada hora de despertar, cada sequência e cada manhã em que você parou o alarme sem fazer a missão.
ru: Каждое время подъёма, каждая серия и каждое утро, когда вы выключили будильник без задания.
zh_hans: 每一次起床时间、每一段连续记录，以及每一个你没做任务就关掉闹钟的早晨。

# paywall.legal
source: Payment is taken by Apple. Subscriptions renew until cancelled; manage or cancel in your App Store account settings.
ar: الدفع يتم عبر Apple. تتجدد الاشتراكات حتى الإلغاء؛ يمكنك الإدارة أو الإلغاء من إعدادات حسابك في App Store.
de: Die Zahlung erfolgt über Apple. Abos verlängern sich bis zur Kündigung; Verwaltung und Kündigung in den App-Store-Kontoeinstellungen.
es: El pago lo gestiona Apple. Las suscripciones se renuevan hasta que las canceles; gestiónalas en los ajustes de tu cuenta de App Store.
fr: Le paiement est encaissé par Apple. Les abonnements se renouvellent jusqu’à résiliation ; gérez-les dans les réglages de votre compte App Store.
hi: भुगतान Apple लेता है। सब्सक्रिप्शन रद्द होने तक रिन्यू होती रहती है; App Store खाता सेटिंग में प्रबंधित या रद्द करें।
it: Il pagamento è gestito da Apple. Gli abbonamenti si rinnovano fino alla disdetta; gestiscili nelle impostazioni del tuo account App Store.
ja: お支払いは Apple が処理します。サブスクリプションは解約するまで更新されます。App Store のアカウント設定で管理・解約できます。
ko: 결제는 Apple이 처리합니다. 구독은 해지할 때까지 갱신되며, App Store 계정 설정에서 관리하거나 해지할 수 있습니다.
pt_br: O pagamento é feito pela Apple. As assinaturas renovam até serem canceladas; gerencie nas configurações da sua conta da App Store.
ru: Оплату принимает Apple. Подписки продлеваются до отмены; управлять ими можно в настройках аккаунта App Store.
zh_hans: 款项由 Apple 收取。订阅在取消前会自动续费；可在 App Store 账户设置中管理或取消。

# paywall.period.day
source: / day
ar: / يوم
de: / Tag
es: / día
fr: / jour
hi: / दिन
it: / giorno
ja: /日
ko: /일
pt_br: / dia
ru: / день
zh_hans: / 天

# paywall.period.month
source: / month
ar: / شهر
de: / Monat
es: / mes
fr: / mois
hi: / महीना
it: / mese
ja: /月
ko: /월
pt_br: / mês
ru: / месяц
zh_hans: / 月

# paywall.period.once
source: once
ar: مرة واحدة
de: einmalig
es: pago único
fr: une fois
hi: एक बार
it: una volta
ja: 一回のみ
ko: 1회
pt_br: pagamento único
ru: разово
zh_hans: 一次性

# paywall.period.week
source: / week
ar: / أسبوع
de: / Woche
es: / semana
fr: / semaine
hi: / सप्ताह
it: / settimana
ja: /週
ko: /주
pt_br: / semana
ru: / неделя
zh_hans: / 周

# paywall.period.year
source: / year
ar: / سنة
de: / Jahr
es: / año
fr: / an
hi: / वर्ष
it: / anno
ja: /年
ko: /년
pt_br: / ano
ru: / год
zh_hans: / 年

# paywall.plan.lifetime
source: Forever
ar: للأبد
de: Für immer
es: Para siempre
fr: À vie
hi: हमेशा के लिए
it: Per sempre
ja: 買い切り
ko: 평생
pt_br: Para sempre
ru: Навсегда
zh_hans: 永久

# paywall.plan.monthly
source: Monthly
ar: شهري
de: Monatlich
es: Mensual
fr: Mensuel
hi: मासिक
it: Mensile
ja: 月額
ko: 월간
pt_br: Mensal
ru: Ежемесячно
zh_hans: 按月

# paywall.plan.yearly
source: Yearly
ar: سنوي
de: Jährlich
es: Anual
fr: Annuel
hi: वार्षिक
it: Annuale
ja: 年額
ko: 연간
pt_br: Anual
ru: Ежегодно
zh_hans: 按年

# paywall.plansUnavailable
source: Prices are not loading. Check your connection and try again.
ar: الأسعار لا تُحمَّل. تحقق من اتصالك وحاول مرة أخرى.
de: Preise laden nicht. Verbindung prüfen und erneut versuchen.
es: Los precios no cargan. Comprueba tu conexión e inténtalo de nuevo.
fr: Les prix ne se chargent pas. Vérifiez votre connexion et réessayez.
hi: कीमतें लोड नहीं हो रहीं। अपना कनेक्शन जाँचें और फिर कोशिश करें।
it: I prezzi non si caricano. Controlla la connessione e riprova.
ja: 価格を読み込めません。通信状況を確認して、もう一度お試しください。
ko: 가격을 불러올 수 없습니다. 연결을 확인한 뒤 다시 시도하세요.
pt_br: Os preços não carregam. Verifique sua conexão e tente de novo.
ru: Цены не загружаются. Проверьте соединение и попробуйте снова.
zh_hans: 无法加载价格。请检查网络后重试。

# paywall.reason.alarmLimit
source: One alarm is not a week
ar: منبه واحد لا يكفي أسبوعاً
de: Ein Alarm ist keine Woche
es: Una alarma no es una semana
fr: Une alarme ne fait pas une semaine
hi: एक अलार्म से पूरा हफ़्ता नहीं चलता
it: Una sveglia non è una settimana
ja: アラーム 1 個で 1 週間は回らない
ko: 알람 하나로는 한 주가 안 됩니다
pt_br: Um alarme não é uma semana
ru: Один будильник — это не неделя
zh_hans: 一个闹钟撑不起一整周

# paywall.reason.difficulty
source: Harder than medium is Pro
ar: ما بعد المتوسط لمشتركي Pro
de: Schwerer als mittel gibt es mit Pro
es: Más que medio es de Pro
fr: Au-delà de moyen, c’est Pro
hi: मध्यम से ऊपर Pro में है
it: Oltre il medio è Pro
ja: 「ふつう」より上は Pro です
ko: 보통보다 어려운 건 Pro입니다
pt_br: Acima de médio é Pro
ru: Выше среднего — это Pro
zh_hans: 高于中等的难度属于 Pro

# paywall.reason.history
source: More than a week is Pro
ar: أكثر من أسبوع لمشتركي Pro
de: Mehr als eine Woche gibt es mit Pro
es: Más de una semana es de Pro
fr: Au-delà d’une semaine, c’est Pro
hi: एक हफ़्ते से ज़्यादा Pro में है
it: Oltre una settimana è Pro
ja: 1 週間より前は Pro です
ko: 한 주 이상은 Pro입니다
pt_br: Mais de uma semana é do Pro
ru: Больше недели — это Pro
zh_hans: 超过一周属于 Pro

# paywall.reason.premiumMission
source: This mission is Pro
ar: هذه المهمة لمشتركي Pro
de: Diese Mission gehört zu Pro
es: Esta misión es de Pro
fr: Cette mission est réservée à Pro
hi: यह मिशन Pro का है
it: Questa missione è Pro
ja: このミッションは Pro 限定です
ko: 이 미션은 Pro 전용입니다
pt_br: Esta missão é do Pro
ru: Это задание для Pro
zh_hans: 这个任务属于 Pro

# paywall.reason.rounds
source: More than one round is Pro
ar: أكثر من جولة واحدة لمشتركي Pro
de: Mehr als eine Runde gibt es mit Pro
es: Más de una ronda es de Pro
fr: Plus d’une manche, c’est Pro
hi: एक से ज़्यादा राउंड Pro में है
it: Più di un turno è Pro
ja: 2 ラウンド以上は Pro です
ko: 라운드를 늘리는 건 Pro입니다
pt_br: Mais de uma rodada é Pro
ru: Больше одного раунда — это Pro
zh_hans: 超过一轮属于 Pro
